Repository: vonheldenundgestalten/contao-privacy
Catalog: src/Resources/contao/languages/*/*_module.xlf
Languages: de

# tl_module.privacyDataProtectionPage.0
source: Data protection page
de: Datenschutz-Seite

# tl_module.privacyShowGoogleMaps.0
source: Show Google Maps
de: Google Maps anzeigen

# tl_module.privacyShowMapbox.0
source: Show Mapbox
de: Mapbox anzeigen

# tl_module.privacyShowYouTube.0
source: Show YouTube
de: YouTube anzeigen

# tl_module.privacyShowVimeo.0
source: Show Vimeo
de: Vimeo anzeigen

# tl_module.privacyShowOpenStreetMap.0
source: Show Open Street Map
de: Open Street Map anzeigen

# tl_module.privacyShowLeadlab.0
source: Show LeadLab
de: LeadLab anzeigen

# tl_module.privacyShowMatomo.0
source: Show request for Matomo
de: Matomo-Statistik abfragen?

# tl_module.privacyShowMatomo.1
source: Based on https://matomo.org/cookie-consent-banners/ there is no consent needed for Matomo.
de: Nach Info hier ist keine Zustimmung nötig: https://matomo.org/cookie-consent-banners/

# tl_module.privacyActivateMatomo.0
source: Start Matomo with pre-selected check
de: Matomo vorausgewählt "Ja"

# tl_module.privacyActivateMatomo.1
source: Only in combination with "show Matomo", but not recommended for use.
de: Nur nötig wenn nach Zustimmung gefragt wird - nicht empfehlenswert

# tl_module.privacy_legend
source: Privacy settings for the popup
de: Privatsphären-Einstellungen im Popup
