Repository: vonheldenundgestalten/contao-privacy
Catalog: src/Resources/contao/languages/*/default.xlf
Languages: de

# CTE.privacyPopupOpener.0
source: Privacy popup opener
de: Inhaltselement mit Einstellungen-Popup

# PRIVACY.page_notice
source: You can change your privacy settings anytime in the privacy center. %s
de: Ihre Privatsphären-Einstellungen können jederzeit im Popup bearbeitet werden: %s

# PRIVACY.open
source: open privacy center
de: Einstellungen öffnen

# PRIVACY.changePrivacySettings
source: Change your privacy settings
de: Privatsphären-Einstellungen bearbeiten

# PRIVACY.BAR.info
source: In order to be able to offer you a perfect service on our website, we use cookies and third-party tools to improve functionality. You can accept all use, or select specific partners to enable and disabled in the privacy settings. The settings can be changed anytime when visiting the %s.
de: Um Ihnen einen einwandfreien Service auf unserer Webseite anbieten zu können, verwenden wir Cookies und Drittanbieter-Tools zur Verbesserung der Funktionalität. Sie können der Nutzung generell zustimmen, oder in den Datenschutz-Einstellungen spezifische Werkzeuge an- und abschalten. Die Einstellungen können in der %s jederzeit bearbeitet werden.

# PRIVACY.BAR.dataProtection
source: privacy policy
de: Datenschutz-Erklärung

# PRIVACY.BAR.activateAll
source: Activate all
de: Alle aktivieren

# PRIVACY.BAR.privacySettings
source: Privacy settings
de: Privatsphären-Einstellungen

# PRIVACY.googleMapsLoadQuestion
source: This map element uses Google Maps. If you load it Google is setting Cookies for showing the map and analyzing your map usage. Show map?
de: Diese Karte nutzt Google Maps. Bei Verwendung der Karte werden Anwendungs- und Statistikdaten an Google übertragen. Karte einbinden?

# PRIVACY.googleMapsLoadQuestionYes
source: Activate Google Maps
de: Google Maps aktivieren

# PRIVACY.googleMapsLoadQuestionEditPrivacy
source: Edit privacy settings
de: Privatsphären-Einstellungen bearbeiten

# PRIVACY.mapboxLoadQuestion
source: This map element uses Mapbox. If you load it Mapbox is setting Cookies for showing the map and analyzing your map usage. Show map?
de: Diese Karte nutzt Mapbox. Bei Verwendung der Karte werden Anwendungs- und Statistikdaten an Mapbox übertragen. Karte einbinden?

# PRIVACY.mapboxLoadQuestionYes
source: Activate Mapbox
de: Mapbox aktivieren

# PRIVACY.mapboxLoadQuestionEditPrivacy
source: Edit privacy settings
de: Privatsphären-Einstellungen bearbeiten

# PRIVACY.openStreetMapLoadQuestion
source: This map element uses OpenStreetMap. If you load it, OpenStreetMap is setting Cookies for showing the map and analyzing your map usage. Show map?
de: Diese Karte nutzt OpenStreetMap. Bei Verwendung der Karte werden Anwendungs- und Statistikdaten an OpenStreetMap übertragen. Karte einbinden?

# PRIVACY.openStreetMapLoadQuestionYes
source: Activate OpenStreetMap
de: OpenStreetMap aktivieren

# PRIVACY.openStreetMapLoadQuestionEditPrivacy
source: Edit privacy settings
de: Privatsphären-Einstellungen bearbeiten

# PRIVACY.vimeoLoadQuestion
source: This video element uses playback technology from vimeo.com. We're using a tracking-free version of Vimeo. Do you want to load the video?
de: Dieses Video-Element verwendt Vimeo um Videodaten und Player-Technologie einzubinden. Wir verwenden den Do-Not-Track-Modus, Vimeo überträg dabei keine Nutzungsdaten. Video anzeigen?

# PRIVACY.vimeoLoadButton
source: Enable Vimeo
de: Vimeo aktivieren

# PRIVACY.vimeoEditPrivacy
source: Edit privacy settings
de: Privatsphären-Einstellungen bearbeiten

# PRIVACY.youtubeLoadQuestion
source: This video element uses playback technology from YouTube. We're using a data protection optimized version of YouTube, where a minimum of usage and statistical data is shared you YouTube. Do you want to load the video?
de: Dieses Video-Element nutzt Videodaten und Playback-Technologie von YouTube. Wir verwenden eine Datenschutz-optimierte Version von YouTube, bei der weniger Nutzungs- und Statistikdaten an YouTube übertragen werden. Video anzeigen?

# PRIVACY.youtubeLoadButton
source: Enable YouTube
de: YouTube aktivieren

# PRIVACY.youtubeEditPrivacy
source: Edit privacy settings
de: Privatsphären-Einstellungen bearbeiten

# PRIVACY.POPUP.privacySettings
source: Privacy settings
de: Privatsphären-Einstellungen

# PRIVACY.POPUP.moreInfo
source: More information can be found on the
de: Weitere Informationen finden Sie in der

# PRIVACY.POPUP.dataProtection
source: Data protection page
de: Datenschutz-Erklärung

# PRIVACY.POPUP.analysisToolsAndAdvertising
source: Analysis Tools and Advertising
de: Analyse-Tools und Werbung

# PRIVACY.POPUP.analytics
source: We evaluate your use of our online services. With the statistical data obtained, we can adapt our offers even better to your needs. <strong>Google Analytics</strong> is used for the evaluation, we only pass anonymised data, a personal reference is not possible.
de: Wir werten Ihre Nutzung unserer Online-Dienste aus. Mit den gewonnenen Statistik-Daten können wir unsere Angebote noch besser auf Ihre Bedürfnisse anpassen. Für die Auswertung kommt <strong>Google Analytics</strong> zum Einsatz, wir übergeben nur anonymisierte Daten, ein persönlicher Bezug ist dabei nicht möglich.

# PRIVACY.POPUP.analyticsIntro
source: Google Analytics is currently
de: Google Analytics ist aktuell

# PRIVACY.POPUP.analyticsIsActive
source: Google Analytics is currently <strong>active</strong>.
de: Google Analytics ist aktuell <strong>aktiv</strong>.

# PRIVACY.POPUP.analyticsIsDeactivated
source: Google Analytics is currently <strong>deactivated</strong>.
de: Google Analytics ist aktuell <strong>inaktiv</strong>.

# PRIVACY.POPUP.analyticsMatomo
source: We evaluate your use of our online services. With the statistical data obtained, we can adapt our offers even better to your needs. <strong>Matomo Analytics</strong> is used for the evaluation, we only pass anonymised data, a personal reference is not possible.
de: Wir werten Ihre Nutzung unserer Online-Dienste aus. Mit den gewonnenen Statistik-Daten können wir unsere Angebote noch besser auf Ihre Bedürfnisse anpassen. Für die Auswertung kommt <strong>Matomo Analytics</strong> (früher: Piwik) zum Einsatz. Wir übergeben nur anonymisierte Daten, ein persönlicher Bezug ist dabei nicht möglich.

# PRIVACY.POPUP.tagmanager
source: With the help of the <strong>Google Tag Manager</strong> we can track events, and other user interaction on our website. Where possible we only pass anonymised data, a personal reference is not possible then.
de: Mit dem Tool <strong>Google Tag Manager</strong> erfassen wir Events und andere User-Interaktionen in unserer Webseite. Wo möglich werdern nur anonymisierte Daten übergeben, ein persönlicher Bezug ist dann nicht möglich.

# PRIVACY.POPUP.tagmanagerIntro
source: Google Tag Manager is currently
de: Google Tag Manager ist aktuell

# PRIVACY.POPUP.tagmanagerIsActive
source: Google Tag Manager is currently <strong>active</strong>.
de: Google Tag Manager ist aktuell <strong>aktiv</strong>.

# PRIVACY.POPUP.tagmanagerIsDeactivated
source: Google Tag Manager is currently <strong>deactivated</strong>.
de: Google Tag Manager ist aktuell <strong>inaktiv</strong>.

# PRIVACY.POPUP.leadlab
source: We're using the service <strong>leadlab.click</strong> from Wiredminds GmbH to analyze your use of our website. The data helps us with with optimizing the website content and functionality.
de: Wir verwenden <strong>leadlab.click</strong> von der Wiredminds GmbH um statistische Nutzungsdaten über unsere Webseite zu erfassen. Die Auswertung unterstützt die inhaltliche und funktionale Optimierung unserer Webseite.

# PRIVACY.POPUP.leadlabIsActive
source: leadlab.click is currently <strong>active</strong>.
de: leadlab.click ist aktuell <strong>aktiv</strong>.

# PRIVACY.POPUP.leadlabIsDeactivated
source: leadlab.click is currently <strong>deactivated</strong>.
de: leadlab.click ist aktuell <strong>inaktiv</strong>.

# PRIVACY.POPUP.pluginsAndTools
source: Plugins and Tools
de: Plugins und Drittanbieter-Tools

# PRIVACY.POPUP.maps
source: We use the map service <strong>Google Maps</strong> to show you location information clearly presented.
de: Wir verwenden den Kartendienst <strong>Google Maps</strong> um Ihnen Standort-Informationen anschaulich aufbereitet zu zeigen.

# PRIVACY.POPUP.mapsIsActive
source: Google Maps is currently <strong>active</strong>.
de: Google Maps ist aktuell <strong>aktiv</strong>.

# PRIVACY.POPUP.mapsIsDeactivated
source: Google Maps is currently <strong>deactivated</strong>.
de: Google Maps ist aktuell <strong>inaktiv</strong>.

# PRIVACY.POPUP.mapbox
source: We use the map service <strong>Mapbox</strong> to show you location information clearly presented.
de: Wir verwenden den Kartendienst <strong>Mapbox</strong> um Ihnen Standort-Informationen anschaulich aufbereitet zu zeigen.

# PRIVACY.POPUP.mapboxIsActive
source: Mapbox is currently <strong>active</strong>.
de: Mapbox ist aktuell <strong>aktiv</strong>.

# PRIVACY.POPUP.mapboxIsDeactivated
source: Mapbox is currently <strong>deactivated</strong>.
de: Mapbox ist aktuell <strong>inaktiv</strong>.

# PRIVACY.POPUP.openStreetMap
source: We use the map service <strong>OpenStreetMap</strong> to show you location information clearly presented.
de: Wir verwenden den Kartendienst <strong>OpenStreetMap</strong> um Ihnen Standort-Informationen anschaulich aufbereitet zu zeigen.

# PRIVACY.POPUP.openStreetMapIsActive
source: OpenStreetMap is currently <strong>active</strong>.
de: OpenStreetMap ist aktuell <strong>aktiv</strong>.

# PRIVACY.POPUP.openStreetMapIsDeactivated
source: OpenStreetMap is currently <strong>deactivated</strong>.
de: OpenStreetMap ist aktuell <strong>inaktiv</strong>.

# PRIVACY.POPUP.youTube
source: We use a data protection-optimized version of <strong>YouTube</strong>, which exchanges less data with YouTube to embed videos in the website.
de: Wir verwenden eine datenschutz-optimierte Version von <strong>Youtube</strong>, die weniger Daten mit YouTube austauscht um Videos in der Webseite einzubinden.

# PRIVACY.POPUP.youTubeIsActive
source: YouTube is currently <strong>active</strong>.
de: YouTube ist aktuell <strong>aktiv</strong>.

# PRIVACY.POPUP.youTubeIsDeactivated
source: YouTube is currently <strong>deactivated</strong>.
de: YouTube ist aktuell <strong>inaktiv</strong>.

# PRIVACY.POPUP.vimeo
source: We use <strong>Vimeo</strong> to include video data and playback technology. We're using the do-not-track setting where Vimeo does not collect any user data.
de: Wir verwenden <strong>Vimeo</strong> um Videodaten und Player-Technologie einzubinden. Do-Not-Track ist aktiviert, Vimeo überträgt dann keine Nutzerdaten.

# PRIVACY.POPUP.vimeoIsActive
source: Vimeo is currently <strong>active</strong>.
de: Vimeo ist aktuell <strong>aktiv</strong>.

# PRIVACY.POPUP.vimeoIsDeactivated
source: Vimeo is currently <strong>deactivated</strong>.
de: Vimeo ist aktuell <strong>inaktiv</strong>.

# PRIVACY.POPUP.activate
source: activate
de: aktivieren

# PRIVACY.POPUP.deactivate
source: deactivate
de: deaktivieren

# PRIVACY.POPUP.noFeedbackHeadline
source: We're only using technical cookies
de: Nur technische Cookies im Einsatz

# PRIVACY.POPUP.noFeedbackText
source: We're only using technical cookies, necessary for the website to run and for local analysis.
de: Aktuell kommen nur technisch notwendige Cookies zum Einsatz, die dem Betrieb der Webseite und lokal laufender Analyse dienen.
